// Моя база контейнеров. Можно править руками.
// name - название, l - длина м, w - ширина м, h - высота м.
// ВАЖНО: в числах пишите ТОЛЬКО ТОЧКУ (2.99), НЕ запятую!
var CONTAINER_BASE = [
{ name: "10' Корзина",                  l: 2.99, w: 2.43, h: 1.22 },
{ name: "10' Контейнер",                l: 2.99, w: 2.43, h: 2.43 },
{ name: "10' Хитер",                   l: 2.99, w: 2.99, h: 2.43 },
{ name: "20' Контейнер",                l: 6.06, w: 2.43, h: 2.60 },
{ name: "20' Корзина",                  l: 6.06, w: 2.43, h: 1.22 },
{ name: "24' Tubing basket",            l: 7.31, w: 1.21, h: 1.22 },
{ name: "300 gal chemical tank",        l: 1.58, w: 1.58, h: 1.22 },
{ name: "300 gal heated chemical tank", l: 1.89, w: 1.89, h: 1.97 },
{ name: "500 gal chemical tank",        l: 2.10, w: 2.10, h: 2.23 },
{ name: "500 gal heated chemical tank", l: 2.10, w: 2.10, h: 2.23 },
{ name: "5' Контейнер",                 l: 1.59, w: 1.85, h: 2.72 },
{ name: "6' Контейнер",                 l: 1.83, w: 1.83, h: 2.43 },
{ name: "8' Контейнер",                 l: 2.43, w: 1.83, h: 2.43 },
{ name: "8x8' Контейнер",               l: 2.44, w: 2.44, h: 2.80 },
{ name: "Скип корзина",                 l: 2.40, w: 1.70, h: 1.30 },
{ name: "Контейнер 4,5x3м",             l: 4.48, w: 3.05, h: 2.72 },
{ name: "FROG",                         l: 3.30, w: 2.80, h: 2.50 },
{ name: "Gas bottle rack-SARF",         l: 1.50, w: 1.07, h: 1.92 },
{ name: "Gas bottle rack-AG",           l: 1.29, w: 1.14, h: 2.28 },
{ name: "N2 TANK 2000Gal",              l: 3.00, w: 2.44, h: 2.60 },
{ name: "N2 TANK 2000Gal 15FT",         l: 3.96, w: 2.40, h: 2.60 },
{ name: "Корзина 14м",                  l: 14.03, w: 1.53, h: 1.48 },
{ name: "Корзина 12м",                  l: 11.03, w: 1.53, h: 1.48 },
{ name: "Газ. баллоны",                 l: 1.50, w: 1.07, h: 1.92 },
{ name: "Трансп. рама",                 l: 2.20, w: 1.65, h: 1.87 }
];